{
"title":"About Canada",
"rows":[
	{
	"title":"Beavers",
	"description":"Beavers are second only to humans in their ability to manipulate and change their environment. They can measure up to 1.3 metres long. A group of beavers is called a colony",
	"imageHref":"http://upload.wikimedia.org/wikipedia/commons/thumb/6/6b/American_Beaver.jpg/220px-American_Beaver.jpg",
	"content":"Beavers are famously busy, and they turn their talents to reengineering the landscape as few other animals can. When sites are available, beavers burrow in the banks of rivers and lakes. But they also transform less suitable habitats by building dams. Felling and gnawing trees with their strong teeth and powerful jaws, they create massive log, branch, and mud structures to block streams and turn fields and forests into the large ponds that beavers love. Domelike beaver homes, called lodges, are also constructed of branches and mud. They are often strategically located in the middle of ponds and can only be reached by underwater entrances. These dwellings are home to extended families of monogamous parents, young kits, and the yearlings born the previous spring. Beavers are among the largest of rodents. They are herbivores and prefer to eat leaves, bark, twigs, roots, and aquatic plants. These large rodents move with an ungainly waddle on land but are graceful in the water, where they use their large, webbed rear feet like swimming fins, and their paddle-shaped tails like rudders. These attributes allow beavers to swim at speeds of up to five miles (eight kilometers) an hour. They can remain underwater for 15 minutes without surfacing, and have a set of transparent eyelids that function much like goggles. Their fur is naturally oily and waterproof. There are two species of beavers, which are found in the forests of North America, Europe, and Asia. These animals are active all winter, swimming and foraging in their ponds even when a layer of ice covers the surface."
	},
	{
	"title":"Flag",
	"description":null,
	"imageHref":"http://images.findicons.com/files/icons/662/world_flag/128/flag_of_canada.png",
	"content":"There is no denying that the pattern and colors of the American Flag are easily recognizable around the world. The American flag, for many, stands for valor, perseverance, and justice, but many are not aware that the colors bear great significance. While many know what the shapes which make up the flag mean, such as the thirteen stripes represent the thirteen original colonies, they do not know that the colors used in these patterns actually encompass what many already feel the flag means to them. Since the first use of our national flag, which was meant to represent a living country, the flag has held a strong significance, and itself should be considered a living thing, according to the Flag Code of Conduct, which was established in the early 1940's in response to companies using the flag in advertising campaigns. This enforces that our flag should be treated with utmost respect, regardless of one's political background or views. Here is a little information on how the significance of colors was adopted to our flag."
	},
	{
	"title":"Transportation",
	"description":"It is a well known fact that polar bears are the main mode of transportation in Canada. They consume far less gas and have the added benefit of being difficult to steal.",
	"imageHref":"http://1.bp.blogspot.com/_VZVOmYVm68Q/SMkzZzkGXKI/AAAAAAAAADQ/U89miaCkcyo/s400/the_golden_compass_still.jpg",
	"content":"Natural Resources Canada's Office of Energy Efficiency publishes annual statistics regarding the efficiency of the entire Canadian fleet. For researchers, these fuel consumption estimates are more realistic than the fuel consumption ratings of new vehicles, as they represent the real world driving conditions, including extreme weather and traffic. The annual report is called Energy Efficiency Trends Analysis. There are dozens of tables illustrating trends in energy consumption expressed in energy per passenger km (passengers) or energy per tonne km (freight)."
	},
	{
	"title":"Hockey Night in Canada",
	"description":"These Saturday night CBC broadcasts originally aired on radio in 1931. In 1952 they debuted on television and continue to unite (and divide) the nation each week.",
	"imageHref":"http://fyimusic.ca/wp-content/uploads/2008/06/hockey-night-in-canada.thumbnail.jpg",
	"content":"Hockey Night in Canada[1] (often abbreviated Hockey Night or HNIC) is the branding used for Canadian television presentations of the National Hockey League. While the name has been used for all NHL broadcasts on CBC Television (regardless of the time of day), Hockey Night in Canada is primarily associated with its Saturday night NHL broadcasts, a practice originating from Saturday NHL broadcasts that began in 1931 on the CNR Radio network and continued on its successors, and debuting on television beginning in 1952. Initially only airing a single game weekly, the modern incarnation airs a weekly double-header, with game times normally at 7:00 and 10:00 p.m. (ET). The broadcast features various segments during the intermissions and between games (such as Don Cherry's Coach's Corner), as well as pre and post-game coverage of the night's games. The Hockey Night in Canada brand was exclusive to CBC Sports through the end of the 2013–14 NHL season. Beginning in the 2014–15 NHL season, the brand will be involved in Saturday Night telecasts produced by Rogers Communications and airing on Rogers-owned City and Sportsnet networks as well as CBC Television; Rogers had secured exclusive national multimedia rights to NHL games beginning in 2014-15, and will sub-licence Saturday night and playoff games to CBC and the French language TVA."
	},
	{
	"title":"Eh",
	"description":"A chiefly Canadian interrogative utterance, usually expressing surprise or doubt or seeking confirmation.",
	"imageHref":null,
	"content":"Mean Length of Utterance (or MLU) is a measure of linguistic productivity in children. It is traditionally calculated by collecting 100 utterances spoken by a child and dividing the number of morphemes by the number of utterances. A higher MLU is taken to indicate a higher level of language proficiency. Mean Length of Utterance is a good marker of language impairment. It is the number of words or morphemes in each of their spontaneous utterances. It can be used to benchmark language acquisition and is used to compare language intervention outcomes in autistic children. In testing of children ages 3-9 with diagnoses of autism or autism spectrum disorders and nonverbal IQ scores below 85, results indicated that children with autism persistently scored below the unaffected group without significant improvement in scores concerning mean length of utterance. There may be variability in outcomes due to sampling differences. A study by Bishop and Adams (1990) suggests that MLU at 4.5 is a good predictor of reading ability at age 8. Nonetheless MLU is considered controversial, and should not be used as the only diagnostic measure of language proficiency in children."
	},
	{
	"title":"Housing",
	"description":"Warmer than you might think.",
	"imageHref":"http://icons.iconarchive.com/icons/iconshock/alaska/256/Igloo-icon.png",
	"content":"In Texas, former ice houses are a cultural tradition. Ice merchants diversified to sell groceries and cold beer, serving as early convenience stores and local gathering places. The widespread US 7-Eleven convenience store chain developed from ice houses operated by the Southland ice manufacturing company in Dallas and San Antonio in the 1930s, which were first known as Tote'm stores.[6] Today many Texas ice houses have converted into open-air bars. In the region of Central Texas, Southeast Texas, especially the Houston area, and the Texas Hill Country in particular, the word \"icehouse\" has become a colloquialism for an establishment that derives the majority of its income from the sale of cold beer, especially such locally produced labels as Shiner Bock, Pearl, and Lone Star."
	},
	{
	"title":"Public Shame",
	"description":" Sadly it's true.",
	"imageHref":"http://static.guim.co.uk/sys-images/Music/Pix/site_furniture/2007/04/19/avril_lavigne.jpg",
	"content":"Shame is a negative, painful, social emotion that \"...results from comparison of the self's action with the self's standards...\".[1] Both the comparison and standards are enabled by socialization. Though usually considered an emotion, shame may also variously be considered an affect, cognition, state, or condition. The roots of the word shame are thought to derive from an older word meaning \"to cover\"; as such, covering oneself, literally or figuratively, is a natural expression of shame.[2] Nineteenth century scientist Charles Darwin, in his book The Expression of the Emotions in Man and Animals, described shame affect as consisting of blushing, confusion of mind, downward cast eyes, slack posture, and lowered head, and he noted observations of shame affect in human populations worldwide.[3] He also noted the sense of warmth or heat (associated with the vasodilation of the face and skin) occurring in intense shame. A \"sense of shame\" is the consciousness or awareness of shame as a state or condition. Such shame cognition may occur as a result of the experience of shame affect or, more generally, in any situation of embarrassment, dishonor, disgrace, inadequacy, humiliation, or chagrin.[4] A condition or state of shame may also be assigned externally, by others, regardless of one's own experience or awareness. \"To shame\" generally means to actively assign or communicate a state of shame to another. Behaviors designed to \"uncover\" or \"expose\" others are sometimes used for this purpose, as are utterances like \"Shame!\" or \"Shame on you!\" Finally, to \"have shame\" means to maintain a sense of restraint against offending others (as with modesty, humility, and deference) while to \"have no shame\" is to behave without such restraint (as with excessive pride or hubris)."
	},
	{
	"title":null,
	"description":null,
	"imageHref":null,
	"content":null
	},
	{
	"title":"Space Program",
	"description":"Canada hopes to soon launch a man to the moon.",
	"imageHref":"http://files.turbosquid.com/Preview/Content_2009_07_14__10_25_15/trebucheta.jpgdf3f3bf4-935d-40ff-84b2-6ce718a327a9Larger.jpg",
	"content":"The success of the Shenzhou-9 mission is no doubt likely to draw the ire of certain commentators within the U.S., who lament the decline of NASA as a leader within the field of space exploration. At the start of the year, an editorial in the Washington Post referred to the \"sagging\" nature of the U.S. space program, sarcastically commenting that American astronauts now have to buy seats on Russian rockets just to reach the International Space Station. The frustration of certain sections of American society highlights the importance of a successful space program for the pride of a superpower nation. Ultimately, the Chinese Space Program is hitting all the key points and has even managed to elevate the status of women within Chinese society thanks to the inclusion of China's first female astronaut, Liu Yang, on the current Shenzhou-9 mission."
	},
	{
	"title":"Meese",
	"description":"A moose is a common sight in Canada. Tall and majestic, they represent many of the values which Canadians imagine that they possess. They grow up to 2.7 metres long and can weigh over 700 kg. They swim at 10 km/h. Moose antlers weigh roughly 20 kg. The plural of moose is actually 'meese', despite what most dictionaries, encyclopedias, and experts will tell you.",
	"imageHref":"http://caroldeckerwildlifeartstudio.net/wp-content/uploads/2011/04/IMG_2418%20majestic%20moose%201%20copy%20(Small)-96x96.jpg",
	"content":"The band began under the name \"Patrick Meese\" also releasing two EPs entitled \"Patrick Meese\" and \"B-Sides\" featuring Patrick Meese in a mostly acoustic style performance in which he played and recorded almost all the instruments himself. Reportedly after sending his brother a copy of the song \"I Don't Buy It\" Nathan Meese dropped out of school at Ohio University and moved out to Denver to join Patrick's band. Following this the band shortened their name to simply \"Meese.\" During these first few months and shows Meese was joined by various friends who played alongside him. While originally Patrick stated that the band only consisted of him and his brother and that friends occasionally played with them, the band now has a solid four members which has been made apparent through their live shows over the past two years and recent signing with Atlantic."
	},
	{
	"title":"Geography",
	"description":"It's really big.",
	"imageHref":null,
	"content":"Geography (from Greek γεωγραφία, geographia, lit. \"earth description\"[1]) is a field of science dedicated to the study of the lands, the features, the inhabitants, and the phenomena of the Earth.[2] A literal translation would be \"to describe or write about the Earth\". The first person to use the word \"geography\" was Eratosthenes (276–194 BC).[3] Four historical traditions in geographical research are spatial analysis of the natural and the human phenomena (geography as the study of distribution), area studies (places and regions), study of the man-land relationship, and research in the Earth sciences.[4] Nonetheless, modern geography is an all-encompassing discipline that foremost seeks to understand the Earth and all of its human and natural complexities - not merely where objects are, but how they have changed and come to be. Geography has been called \"the world discipline\" and \"the bridge between the human and the physical science\". Geography is divided into two main branches: human geography and physical geography.",
	},
	{
	"title":"Kittens...",
	"description":"Éare illegal. Cats are fine.",
	"imageHref":"http://www.donegalhimalayans.com/images/That%20fish%20was%20this%20big.jpg",
	"content":"ENCODE is implemented in three phases: the pilot phase, the technology development phase and the production phase. Along the pilot phase, the ENCODE Consortium evaluated strategies for identifying various types of genomic elements. The goal of the pilot phase was to identify a set of procedures that, in combination, could be applied cost-effectively and at high-throughput to accurately and comprehensively characterize large regions of the human genome. The pilot phase had to reveal gaps in the current set of tools for detecting functional sequences, and was also thought to reveal whether some methods used by that time were inefficient or unsuitable for large-scale utilization. Some of these problems had to be addressed in the ENCODE technology development phase (being executed concurrently with the pilot phase), which aimed to devise new laboratory and computational methods that would improve our ability to identify known functional sequences or to discover new functional genomic elements. The results of the first two phases determined the best path forward for analysing the remaining 99% of the human genome in a cost-effective and comprehensive production phase."
	},
	{
	"title":"Mounties",
	"description":"They are the law. They are also Canada's foreign espionage service. Subtle.",
	"imageHref":"http://3.bp.blogspot.com/__mokxbTmuJM/RnWuJ6cE9cI/AAAAAAAAATw/6z3m3w9JDiU/s400/019843_31.jpg",
	"content":"Espionage or spying involves a government or individual obtaining information considered secret or confidential without the permission of the holder of the information.[1] Espionage is inherently clandestine, as it is taken for granted that it is unwelcome and in many cases illegal and punishable by law. It is a subset of \"intelligence gathering\", which otherwise may be conducted from public sources and using perfectly legal and ethical means. It is crucial to distinguish espionage from \"intelligence\" gathering, as the latter does not necessarily involve espionage, but often collates open-source information."
	},
	{
	"title":"Language",
	"description":"Nous parlons tous les langues importants.",
	"imageHref":null,
	"content":"Estimates of the number of languages in the world vary between 6,000 and 7,000. However, any precise estimate depends on a partly arbitrary distinction between languages and dialects. Natural languages are spoken or signed, but any language can be encoded into secondary media using auditory, visual, or tactile stimuli – for example, in graphic writing, braille, or whistling. This is because human language is modality-independent. When used as a general concept, \"language\" may refer to the cognitive ability to learn and use systems of complex communication, or to describe the set of rules that makes up these systems, or the set of utterances that can be produced from those rules. All languages rely on the process of semiosis to relate signs with particular meanings. Oral and sign languages contain a phonological system that governs how symbols are used to form sequences known as words or morphemes, and a syntactic system that governs how words and morphemes are combined to form phrases and utterances."
	}
]
}